SIGNUP_MESSAGE = '''[테마]
$(고객명)님 안녕하세요.
테마 "가입"하신 것을 환영합니다.
☏고객센터 1660-0677'''

INSTRUCTOR_REQUEST_MESSAGE = '''[테마]
$(고객명)님 안녕하세요.
테마 "강사회원"등업 신청 감사합니다.
"강사회원"은 관리자의 확인 및 승인이 필요해 최대 1일 정도 소요될 수 있습니다.
☏고객센터 1660-0677'''

INSTRUCTOR_SUCCESS_MESSAGE = '''[테마]
$(고객명)님 안녕하세요.
테마 "강사회원" 등업이 정상적으로 완료되었습니다.
"강사회원" 전용 게시판과 "등록강사" 결제가 가능합니다.
홈페이지를 참고해 주세요.
등록강사 결제 - "$(페이지주소)"
☏고객센터 1660-0677'''

REGISTER_INSTRUCTOR_MESSAGE = '''[테마]
$(고객명)님 안녕하세요.
테마 "등록강사" 결제가 정상적으로 완료되었습니다.
"등록강사" 기간은
 ~ $(등록강사만료일) 까지이며
기간동안 "등록강사"용 혜택을 받으실 수 있습니다.
☏고객센터 1660-0677'''
# 00/00/00 ~ 00/00/00 까지이며

REGISTER_INSTRUCTOR_EXPIRATION_MESSAGE = '''[테마]
$(고객명)님 안녕하세요. 테마 "등록강사" 만기 1주일 전 입니다.
추가 연장 가능합니다.
홈페이지 참고 바랍니다.
등록강사 결제 - "$(페이지주소)"
☏고객센터 1660-0677'''

PRODUCT_RESERVATION_SUCCESS_MESSAGE = '''[테마]
$(고객명)님 안녕하세요.
신청해주신 예약이 정상적으로 완료되었습니다.
=== 예약내역 ===
● 예약 날짜 : $(예약날짜)
● 예약 시간 : $(예약시간)
● 인원 : $(예약인원)
● 이용 종목 : $(예약종목)
예약 내역 확인 후 제시간에 입장 부탁드립니다.
※예약 변경을 원할 시에는
홈페이지 -> 마이페이지 -> 예약내역 에서 변경 가능합니다.
예약 및 환불 규정은 홈페이지 이용 안내 및 시설 이용약관을 참고 바랍니다.
☏고객센터 1660-0677'''

# ● 예약 날짜 : 0000년 00월 00일
# ● 예약 시간 : 00:00 - 00:00
# ● 인원 : 남성 0인, 여성 0인
# ● 이용 종목 : (스쿠버다이빙, 프리다이빙,실내서핑)

PRODUCT_RESERVATION_CHECK_MESSAGE = '''[테마]
$(고객명)님 안녕하세요.
내일은 테마 예약일입니다.
=== 예약내역 ===
● 예약 날짜 : $(예약날짜)
● 예약 시간 : $(예약시간)
● 인원 : $(예약인원)
● 이용 종목 : $(예약종목)
● 금액 : $(금액)
예약 내역 확인 후 제시간에 입장 부탁드립니다.
※예약 변경을 원할 시에는
홈페이지 -> 마이페이지 -> 예약내역 에서 변경 가능합니다.
예약 및 환불 규정은 홈페이지 이용 안내 및 시설 이용약관을 참고 바랍니다.
☏고객센터 1660-0677'''
